tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "itchyny/tap"
tap "nodenv/nodenv"
tap "yt-dlp/taps"
brew "webp"
brew "readline"
brew "asdf"
brew "bitwarden-cli"
brew "xz"
brew "boost"
brew "freetype"
brew "pkg-config"
brew "ccache"
brew "cmake"
brew "deno"
brew "direnv"
brew "docker-machine"
brew "unbound"
brew "mbedtls"
brew "ffmpeg"
brew "firebase-cli"
brew "fzy"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gphoto2"
brew "jasper"
brew "netpbm"
brew "pango"
brew "graphviz"
brew "gtk+3"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "ldns"
brew "lilv"
brew "mas"
brew "mitmproxy"
brew "yt-dlp"
brew "mpv"
brew "node-build"
brew "openapi-generator"
brew "openssh"
brew "sox"
brew "suil"
brew "swig"
brew "tcl-tk"
brew "the_silver_searcher"
brew "wget"
brew "ykman"
brew "youtube-dl"
brew "yubico-piv-tool"
brew "zplug"
brew "itchyny/tap/mmv"
brew "nodenv/nodenv/nodenv-package-json-engine"
cask "amethyst"
cask "around"
cask "bitwarden"
cask "blackhole-2ch"
cask "docker"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "krisp"
cask "macfuse"
cask "openmtp"
cask "pgadmin4"
cask "raycast"
cask "rocket"
cask "rubymine"
cask "secretive"
cask "shottr"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "CleanMyDrive 2", id: 523620159
mas "DevCleaner", id: 1388020431
mas "Flycut", id: 442160987
mas "Free Ruler", id: 1483172210
mas "GIPHY CAPTURE", id: 668208984
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Surfshark", id: 1437809329
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
