tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "itchyny/tap"
tap "nodenv/nodenv"
tap "yt-dlp/taps"
brew "anyenv"
brew "readline"
brew "xz"
brew "tcl-tk"
brew "boost"
brew "freetype"
brew "pkg-config"
brew "ccache"
brew "cmake"
brew "direnv"
brew "docker-machine", restart_service: true
brew "unbound", restart_service: true
brew "mbedtls"
brew "ffmpeg"
brew "firebase-cli"
brew "fzy"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "gphoto2"
brew "jasper"
brew "netpbm"
brew "pango"
brew "graphviz"
brew "gtk+3"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "ldns"
brew "lilv"
brew "mas"
brew "mitmproxy"
brew "yt-dlp", link: false
brew "mpv"
brew "node-build"
brew "openapi-generator"
brew "openssh"
brew "qt"
brew "poppler"
brew "portaudio"
brew "redis", restart_service: true
brew "sox"
brew "suil"
brew "swig"
brew "the_silver_searcher"
brew "wget"
brew "ykman"
brew "youtube-dl"
brew "yubico-piv-tool"
brew "zplug"
brew "itchyny/tap/mmv"
brew "nodenv/nodenv/nodenv-package-json-engine"
brew "yt-dlp/taps/yt-dlp", link: false
cask "amethyst"
cask "blackhole-2ch"
cask "docker"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "maccy"
cask "opensc"
cask "pgadmin4"
cask "vlc"
mas "DevCleaner", id: 1388020431
mas "Duplicate Photos Finder", id: 984929789
mas "GIPHY CAPTURE", id: 668208984
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "LadioCast", id: 411213048
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "MyStreamTimer", id: 1460539461
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "Surfshark", id: 1437809329
mas "Tailscale", id: 1475387142
mas "Timer RH", id: 929960914
mas "Tomato 2", id: 1494210770
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
