tap "aquaproj/aqua"
tap "dbt-labs/dbt"
tap "homebrew/bundle"
tap "homebrew/services"
tap "itchyny/tap"
tap "nikitabobko/tap"
tap "yt-dlp/taps"
brew "actionlint"
brew "xz"
brew "webp"
brew "readline"
brew "berglas"
brew "icu4c@76"
brew "bitwarden-cli"
brew "boost"
brew "freetype"
brew "ccache"
brew "cmake"
brew "lima"
brew "colima"
brew "deno"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "unbound"
brew "mbedtls"
brew "pango"
brew "ffmpeg"
brew "firebase-cli"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gphoto2"
brew "jasper"
brew "netpbm"
brew "graphviz"
brew "gtk+3"
brew "hurl"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "ldns"
brew "libpq", link: true
brew "libyaml"
brew "mas"
brew "md5sha1sum"
brew "mise"
brew "nmap"
brew "pkgconf"
brew "node-build"
brew "openssh"
brew "pdfcpu"
brew "poppler"
brew "swig"
brew "tcl-tk"
brew "tfenv"
brew "the_silver_searcher"
brew "wget"
brew "yt-dlp"
brew "yubico-piv-tool"
brew "zplug"
brew "aquaproj/aqua/aqua"
brew "itchyny/tap/mmv"
cask "aerospace"
cask "amethyst"
cask "appcleaner"
cask "arc"
cask "bitwarden"
cask "blackhole-2ch"
cask "cursor"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "gather"
cask "git-credential-manager"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "iterm2"
cask "jetbrains-gateway"
cask "karabiner-elements"
cask "mitmproxy"
cask "obsidian"
cask "openmtp"
cask "pgadmin4"
cask "raycast"
cask "rocket"
cask "rubymine"
cask "secretive"
cask "shottr"
cask "tableplus"
cask "temurin"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "windsurf"
cask "zen-browser"
cask "zoom"
mas "DevCleaner", id: 1388020431
mas "Free Ruler", id: 1483172210
mas "GIPHY CAPTURE", id: 668208984
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Surfshark", id: 1437809329
mas "Tunacan", id: 1594063111
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
vscode "4ops.terraform"
vscode "adamhartford.vscode-base64"
vscode "adamibs.terraform-live-graph"
vscode "aki77.rails-routes"
vscode "apollographql.vscode-apollo"
vscode "artdiniz.quitcontrol-vscode"
vscode "atlassian.atlascode"
vscode "austenc.tailwind-docs"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bonprosoft.pysen-vscode"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "bufbuild.vscode-buf"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "chunsen.bracket-select"
vscode "codesandbox-io.codesandbox-projects"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.github-actions"
vscode "gamunu.vscode-yarn"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hridoy.rails-snippets"
vscode "ics.japanese-proofreading"
vscode "ionutvmi.path-autocomplete"
vscode "jacobpfeifer.pfeifer-hurl"
vscode "james-yu.latex-workshop"
vscode "jebbs.plantuml"
vscode "jnbt.vscode-rufo"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "kaiwood.endwise"
vscode "kelvin.vscode-sshfs"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "kiteco.kite"
vscode "masakit.zenkaku-hankaku"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mitchdenny.ecdc"
vscode "mobtime.mobtime"
vscode "mohsen1.prettify-json"
vscode "mohsen1.react-javascript-to-typescript-transform-vscode"
vscode "mquandalle.graphql"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "nefrob.vscode-just-syntax"
vscode "orta.vscode-jest"
vscode "phplasma.csv-to-table"
vscode "pnp.polacode"
vscode "prisma.prisma"
vscode "pustelto.bracketeer"
vscode "redhat.vscode-yaml"
vscode "richardkotze.git-mob"
vscode "salesforce.salesforce-vscode-slds"
vscode "salesforce.salesforcedx-vscode"
vscode "salesforce.salesforcedx-vscode-apex"
vscode "salesforce.salesforcedx-vscode-apex-debugger"
vscode "salesforce.salesforcedx-vscode-apex-replay-debugger"
vscode "salesforce.salesforcedx-vscode-core"
vscode "salesforce.salesforcedx-vscode-lightning"
vscode "salesforce.salesforcedx-vscode-lwc"
vscode "salesforce.salesforcedx-vscode-soql"
vscode "salesforce.salesforcedx-vscode-visualforce"
vscode "scaffdog.scaffdog-vscode"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sonkan.mob-timer"
vscode "statelyai.stately-vscode"
vscode "styled-components.vscode-styled-components"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "tomoki1207.vscode-input-sequence"
vscode "usernamehw.autolink"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "wingrunr21.vscode-ruby"
vscode "wix.glean"
vscode "wmaurer.change-case"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "ziyasal.vscode-open-in-github"
